
export const storeProducts = [
  {
    id: 1,
    title: "Russian Heavy Tank IS-3M Trumpeter 00316 + допы",
    img: "../img/1.jpg",
    price: 2950,
    company: "Trumpeter",
    info:
      "Продается сборная модель танка Tank IS-3M производителя Trumpeter в масштабе 1/35 код производителя 00316 Набор дополнен набором из двух пластин фототравления компании EDUARD №35671 (1000 руб.) и стволом (450 руб). Из общей стоимости можно исключить. Без допов 1500 руб.",
    inCart: false,
    count: 0,
    total: 0
  },
  {
    id: 2,
    title: "German King Tiger Ardennes Front Tamiya 35252",
    img: "../img/2.jpg",
    price: 4000,
    company: "German King",
    info:
      "Продается сборная модель танка German King Tiger Ardennes Front Tamiya в масштабе 1/35 код производителя 35252 Набор включает детали из фототравления, металлический ствол,сетки и модель мотоцикла. Заказывал ее напрямую из Японии. Состояние - новая!!!",
    inCart: false,
    count: 0,
    total: 0
  },
  {
    id: 3,
    title: "Trumpeter 01623 Su-15 TM Flagon-F",
    img: "../img/3.jpg",
    price: 2500,
    company: "Trumpeter",
    info:
      "Продается сборная модель самолета Su-15 TM Flagon-F от знаменитого производителя Trumpeter в масштабе 1/72 код производителя 01623 Высокая точность геометрии, качество исполнения отливок с внутренней расшивкой и качественными декалями. Состояние - новая!!!",
    inCart: false,
    count: 0,
    total: 0
  },
  {
    id: 4,
    title: "Hasegawa F-14A Tomcat (high visibility) E3",
    img: "../img/4.jpg",
    price: 1200,
    company: "Hasegawa",
    info:
      "Продается сборная модель самолета Hasegawa F-14A Tomcat (high visibility) от знаменитого японского производителя Hasegawa в масштабе 1/72 код производителя E3 Данная модель особенна популярна среди любителей стендовых моделей за точность геометрии, качества исполнения отливок с внешней расшивкой и качественных декалей. Заказывал ее напрямую из Японии. Состояние - новая!!!",
    inCart: false,
    count: 0,
    total: 0
  },
  {
    id: 5,
    title: "Hasegawa 01950 F-15I strike eagle israeli AIR FOR",
    img: "../img/5.jpg",
    price: 3800,
    company: "Hasegawa",
    info:
      "Продается сборная модель самолета Hasegawa 01950 F-15I STRIKE EAGLE ISRAELI AIR FORCE Ra'am Limited Edition от знаменитого японского производителя Hasegawa королевская серия в масштабе 1/72 код производителя 01950 Данная модель особенна популярна среди любителей стендовых моделей за точность геометрии, качества исполнения отливок с внутренней расшивкой и качественных декалей. Заказывал ее напрямую из Японии. Состояние - новая!!!.",
    inCart: false,
    count: 0,
    total: 0
  },
  {
    id: 6,
    title: "Hasegawa 01945 F-14B/D Low Visibility 1/72",
    img: "../img/6.jpg",
    price: 4900,
    company: "Hasegawa",
    info:
      "Продается сборная модель самолета F-14B/D 'Low Visibility' Limited Edition от знаменитого японского производителя Hasegawa королевская серия в масштабе 1/72 код производителя 01945 Данная модель особенна популярна среди любителей стендовых моделей за точность геометрии, качества исполнения отливок с внутренней расшивкой и качественных декалей. Набор включает детали из фототравления.Заказывал ее напрямую из Японии. Состояние - новая!!!",
    inCart: false,
    count: 0,
    total: 0
  },
  {
    id: 7,
    title: "ICM 72103 1:72 Советское авиационное вооружение",
    img: "../img/7.jpg",
    price: 600,
    company: "ICM",
    info:
      "Продается 2 комплекта (совместил в одну коробку) Советское авиационное вооружение (Soviet Modern Air Armament) от знаменитого украинского производителя ICM высокая точность геометрии, качество исполнения отливок высокое. Состояние - новое!!!",
    inCart: false,
    count: 0,
    total: 0
  },
  {
    id: 8,
    title: "Ту-134А/Б-3 1:144 Звезда 7007",
    img: "../img/8.jpg",
    price: 650,
    company: "Звезда",
    info:
      "Продается модель Пассажирский авиалайнер Ту-134А/Б-3 от знаменитого российского производителя Звезда в масштабе 1/144 код производителя 7007. Первый выпуск -ПЕРВЫЕ ОТЛИВКИ 2012 год без облоя и деформаций!! Точная геометрия, качество исполнения отливок очень высокое. Состояние - новая!!!",
    inCart: false,
    count: 0,
    total: 0
  }
];

export const detailProduct = {
  id: 1,
  title: "Google Pixel - Black",
  img: "../img/product-1.png",
  price: 10,
  company: "google",
  info:
    "Lorem ipsum dolor amet offal butcher quinoa sustainable gastropub, echo park actually green juice sriracha paleo. Brooklyn sriracha semiotics, DIY coloring book mixtape craft beer sartorial hella blue bottle. Tote bag wolf authentic try-hard put a bird on it mumblecore. Unicorn lumbersexual master cleanse blog hella VHS, vaporware sartorial church-key cardigan single-origin coffee lo-fi organic asymmetrical. Taxidermy semiotics celiac stumptown scenester normcore, ethical helvetica photo booth gentrify.",
  inCart: false,
  count: 0,
  total: 0
};

// for MySQL DB creation
// const storeProducts = [
//   [
//     "Russian Heavy Tank IS-3M Trumpeter 00316 + допы",
//     "../img/1.jpg",
//     2950,
//     "Trumpeter",
//     "Продается сборная модель танка Tank IS-3M производителя Trumpeter в масштабе 1/35 код производителя 00316 Набор дополнен набором из двух пластин фототравления компании EDUARD №35671 (1000 руб.) и стволом (450 руб). Из общей стоимости можно исключить. Без допов 1500 руб.",
//     false,
//     0,
//     0
//   ],
//   [
//     "German King Tiger Ardennes Front Tamiya 35252",
//     "../img/2.jpg",
//      4000,
//      "German King",
//       "Продается сборная модель танка German King Tiger Ardennes Front Tamiya в масштабе 1/35 код производителя 35252 Набор включает детали из фототравления, металлический ствол,сетки и модель мотоцикла. Заказывал ее напрямую из Японии. Состояние - новая!!!",
//     false,
//     0,
//     0
//   ],
//   [
//     "Trumpeter 01623 Su-15 TM Flagon-F",
//     "../img/3.jpg",
//      2500,
//      "Trumpeter",
//       "Продается сборная модель самолета Su-15 TM Flagon-F от знаменитого производителя Trumpeter в масштабе 1/72 код производителя 01623 Высокая точность геометрии, качество исполнения отливок с внутренней расшивкой и качественными декалями. Состояние - новая!!!",
//     false,
//     0,
//     0
//   ],
//   [
//     "Hasegawa F-14A Tomcat (high visibility) E3",
//     "../img/4.jpg",
//      1200,
//      "Hasegawa",
//       "Продается сборная модель самолета Hasegawa F-14A Tomcat (high visibility) от знаменитого японского производителя Hasegawa в масштабе 1/72 код производителя E3 Данная модель особенна популярна среди любителей стендовых моделей за точность геометрии, качества исполнения отливок с внешней расшивкой и качественных декалей. Заказывал ее напрямую из Японии. Состояние - новая!!!",
//     false,
//     0,
//     0
//   ],
//   [
//     "Hasegawa 01950 F-15I strike eagle israeli AIR FOR",
//     "../img/5.jpg",
//      3800,
//      "Hasegawa",
//       "Продается сборная модель самолета Hasegawa 01950 F-15I STRIKE EAGLE ISRAELI AIR FORCE Ra'am Limited Edition от знаменитого японского производителя Hasegawa королевская серия в масштабе 1/72 код производителя 01950 Данная модель особенна популярна среди любителей стендовых моделей за точность геометрии, качества исполнения отливок с внутренней расшивкой и качественных декалей. Заказывал ее напрямую из Японии. Состояние - новая!!!.",
//     false,
//     0,
//     0
//   ],
//   [
//     "Hasegawa 01945 F-14B/D Low Visibility 1/72",
//     "../img/6.jpg",
//      4900,
//      "Hasegawa",
//       "Продается сборная модель самолета F-14B/D 'Low Visibility' Limited Edition от знаменитого японского производителя Hasegawa королевская серия в масштабе 1/72 код производителя 01945 Данная модель особенна популярна среди любителей стендовых моделей за точность геометрии, качества исполнения отливок с внутренней расшивкой и качественных декалей. Набор включает детали из фототравления.Заказывал ее напрямую из Японии. Состояние - новая!!!",
//     false,
//     0,
//     0
//   ],
//   [
//     "ICM 72103 1:72 Советское авиационное вооружение",
//     "../img/7.jpg",
//      600,
//      "ICM",
    
//       "Продается 2 комплекта (совместил в одну коробку) Советское авиационное вооружение (Soviet Modern Air Armament) от знаменитого украинского производителя ICM высокая точность геометрии, качество исполнения отливок высокое. Состояние - новое!!!",
//     false,
//     0,
//     0
//   ],
//   [
//     "Ту-134А/Б-3 1:144 Звезда 7007",
//     "../img/8.jpg",
//      650,
//      "Звезда",
//       "Продается модель Пассажирский авиалайнер Ту-134А/Б-3 от знаменитого российского производителя Звезда в масштабе 1/144 код производителя 7007. Первый выпуск -ПЕРВЫЕ ОТЛИВКИ 2012 год без облоя и деформаций!! Точная геометрия, качество исполнения отливок очень высокое. Состояние - новая!!!",
//     false,
//     0,
//     0
//   ]
// ];

